package com.example.captain.insurancegame;


/**
 * Created by captain on 2018/5/11.
 */

public class Mission1 {

    public  String dialogshow(int id){
        String[] mission={
                "    皇天不负有心人，经历过头悬梁锥刺股的你考上了国内某著名大学，接着去了海外著名大学攻读MBA，学成归来的你想要在祖国大展一番身手。听闻国家出台政策要大力发展A城的经济，于是你怀揣着梦想来到了这座充满机遇的城市。\n" +
                        "\n" +
                        "     昨晚和A城的创业项目负责人小B谈了很久，对你的简历（和个人魅力♂）十分满意的小B决定为你拉一份初始投资。这份资金对你而言意义重大，它决定了你是否能实现自己的梦想——建设一家属于自己的保险公司。","  今天就是与投资人洽谈的日子，你来到了约好的斯达巴克咖啡厅，着一身正装等待投资人的到来。“滴滴——”你的手机发出了嗡鸣，打开一看，竟是那位神秘的投资人发来信息。（图片文字为”你现在离开座位，走到门口的垃圾桶边上，拿出来里面的布包，里面有我的投资资金和合同。收好资金然后把签过字的合同放回原位。不要问为什么，投资人说了算。：）“） \n" +
                "\n" +
                "       云里雾里的你就这样拿到了第一笔投资——10000元，心态极好的你拿着这笔初始资金，充满了干劲。"," 这天，你来到了北冰洋保险公司应聘保险推销员，想要从基层做起，积累客户。由于你太过优秀，不得不把简历做的简练一些，然而就算是如此HR也是一眼挑中了你，当即决定留下你并给你了一份相对轻松的上门推销任务。"
        };


        return mission[id];
    }


}
